final Map<String, String> ar = {
  "lb2": "حدد موقعي",
  "lb3": "تأكيد الموقع",
  "lb4": "دوّرلي",
  "lb5": "تخطي",
  "lb6": "التالي",
  "lb7": "تسجيل دخول",
  "lb8": "او",
  "lb9": "انشاء حساب",
  "lb10": "حساب عادي",
  "lb11": "حساب تجاري ",
  "lb12": "قم بأختيار نوع الحساب",
  "lb13": "حساب عادي",
  "lb14": "حساب تجاري",
  "lb15": "إعادة المحاولة",

  "msg1": "ابدأ رحلتك معنا اليوم",

  "msg2":
      "سواء كنت باحثاً عن خدماتك المفضلة أو صاحب عمل يتطلع لجذب العملاء، دوّرلي يحول بحثك إلى تجربة سلسة ومميزة",

  "msg3": "تقنية ذكية لتجربة بحث مميزة",

  "msg4":
      "بفضل الذكاء الاصطناعي والخرائط التفاعلية نوفر لك اقتراحات مخصصة تناسب احتياجاتك",

  "msg5": "هل تبحث عن أفضل الأماكن؟",

  "msg6":
      "دوّرلي يبسط رحلة اكتشاف الأماكن والخدمات التي تبحث عنها بكل سهولة ودقة",

  "msg7":
      "أصبح الوصول الى اي مكان أسهل من اي وقت مضى سارع بتسجيل الدخول وكن جزءاً من عائلة دورلي ",

  "msg8": "قم بأختيار نوع الحساب",

  "msg9":
      " قم باختيار نوع الحساب الذي تريد انشائه في تطبيق دورلي حيث ان كل حساب يتمتع بمزايا خاصة وفريدة",

  "msg10":
      "ابحث عن الخدمات بسهولة وسرعة، سجل حساب جديد وابدأ بتجربة بحث سلسة عن العيادات والمطاعم والمراكز التعليمية وغيرها، مع اقتراحات مخصصة تناسب احتياجاتك",

  "msg11":
      "مخصص لأصحاب المنشآت السياحية يتيح لهم إدارة حساباتهم، إضافة منشورات وإعلانات، ومتابعة حالتهم، والاستفادة من خطط تسويقية، وغيرها من الميزات",

  "msg12":
      "قم باختيار نوع الحساب الذي تريد انشائه في تطبيق دورلي حيث ان كل حساب يتمتع بمزايا خاصة وفريدة",

  "msg13":
      "ابحث عن الخدمات بسهولة وسرعة، سجل حساب جديد وابدأ بتجربة بحث سلسة عن العيادات والمطاعم والمراكز التعليمية وغيرها، مع اقتراحات مخصصة تناسب احتياجاتك",

  "msg14":
      "مخصص لأصحاب المنشآت السياحية يتيح لهم إدارة حساباتهم، إضافة منشورات وإعلانات، ومتابعة حالتهم، والاستفادة من خطط تسويقية، وغيرها من الميزات",
};
